<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no" />
	<title>服务协议-新零售</title>
	<%@ include file="/WEB-INF/views/common/common_header.jsp"%>
	<style>
	*{padding:0; margin:0; border:0; list-style:none;}
	.xieyi_top{margin:1.5rem 0rem 2rem 0rem; text-align:right; font-size:16px;  }
	.xieyi_title{border-left:solid 4px #0d0d0d; font-size:16px; padding-left:16px; margin:2rem 0rem 2rem 0rem;}
	.xieyi_gaishu li{line-height:28px;  font-size:14px; }
	.xieyi_nomal{line-height:1.4rem; margin:0.8rem 0rem 0rem 0rem; font-size:14px;}
	.xieyi_unnomal{ font-weight:550; font-size:14px; color:#0d0d0d； }
	
	
	@media (min-width: 750px){ 
	        body{ width:750px; margin:auto;}
	 }
	</style>
</head>
<body >

<div class="hongtian_xieyi" style="padding:1.6rem 1rem 2rem 1rem; color:#5a5a5a;">
               
                   <div class="xieyi_top" >
                        <p style="text-align:center; font-size:18px; margin-bottom:10px;">红田家居商城用户服务协议</p>
                       
                   </div>
   <div>
       <div class="xieyi_title"><b>特别提示</b></div>
       <ul>
           <li class="xieyi_nomal">河南老屋新房网络科技有限公司（以下简称“老屋新房”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户服务协议》（以下简称“协议”），以确保您充分理解本协议中各条款。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</li>
           <li class="xieyi_nomal">本协议约定红田家居商城（以下简称“红田家居”）与用户之间关于关于家居服务的权利义务。“用户”是指注册、登录、使用本服务的个人。</li>
           <li class="xieyi_nomal">本协议可由河南老屋新房网络科技有限公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用老屋新房提供的服务，用户继续使用老屋新房提供的服务将被视为接受修改后的协议。</li>
           <li class="xieyi_nomal">欢迎您使用红田家居服务，请您仔细阅读以下条款，并完全服从于老屋新房对红田家居的统一管理。</li>
         
       </ul>
    
  
   <ul>
       <li class="xieyi_title"><b>一、帐号注册</b></li>
       <li class="xieyi_nomal">1、用户在使用本服务前需要注册一个红田家居的帐号。红田家居帐号应当使用手机号码绑定注册，请用户使用尚未与红田家居帐号绑定的手机号码，以及未根据本协议封禁的手机号码注册红田家居帐号。老屋新房可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。</li>
       <li class="xieyi_nomal">2、红田家居系基于实时地理位置和出行目的的移动社交家居产品，用户注册时应当授权老屋新房公开及使用其地理位置信息方可成功注册红田家居帐号，故用户完成注册即表明用户同意老屋新房提取、公开及使用用户的实时地理位置和出行目的信息。如用户需要终止向其他用户公开其实时地理位置信息和出行目的，可自行退出软件。</li>
       <li class="xieyi_nomal">3、鉴于红田家居帐号的绑定注册方式，您同意老屋新房新房在注册时将使用您提供的手机号码及/或自动提取您的手机号码及自动提取您的手机设备识别码等信息用于注册。 </li>
       <li class="xieyi_nomal">4、在用户注册及使用本服务时，老屋新房需要搜集能识别用户身份的个人信息以便老屋新房可以在必要时联系用户，或为用户提供更好的使用体验。搜集的信息包括但不限于用户的性别、年龄、出生日期、个人说明；老屋新房同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。  </li>
       
      </ul>
   </div>
      <div>
       <div class="xieyi_title"><b>二、红田家居服务总则</b></div>
       <ul>
           <li class="xieyi_nomal">1、红田家居服务是老屋新房向用户提供的信息发布和存储空间，为用户提供家居定制方案，家居商品选购，案例分析，信息发布、分享、讨论、交流的平台。</li>
           <li class="xieyi_nomal">2、用户仅在红田家居许可的范围内使用商城服务，该等许可是有限、针对具体用户本人、不可转让的使用权，红田家居商城服务的所有权、经营权、管理权均属于老屋新房。</li>
           <li class="xieyi_nomal">3、除用户与老屋新房另有书面约定外，用户只能将本服务用于非商业用途。</li>
           <li class="xieyi_nomal">4、老屋新房有权在必要时修改本协议条款。用户可以在红田家居相关服务页面查阅最新版本的协议条款。本协议条款变更后，如果用户继续使用相关软件或服务，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用红田家居提供的软件或服务。</li>
           
         
       </ul>
    
  
   <ul>
       <li class="xieyi_title"><b>三、红田家居商城使用原则</b></li>
       <li class="xieyi_nomal">1、用户享有言论自由权。</li>
       
        <li class="xieyi_nomal">2、用户不得滥用言论自由权，用户不得以发布家居案例的方式侵权，其言行不得违反《关于加强网络信息保护的决定》、《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》《中华人民共和国广告法》等相关法律规定，不得在红田家居服务中发布、传播或以其它方式传送含有下列内容之一的信息：
                <ul>
                    <li >（1） 反对宪法所确定的基本原则的；</li>
                     <li  >（2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                      <li >（3） 损害国家荣誉和利益的；</li>
                       <li >（4） 煽动民族仇恨、民族歧视、破坏民族团结的；</li>
                        <li  >（5） 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
                         <li  >（6） 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
                          <li  >（7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
                           <li  >（8） 侮辱或者诽谤他人，侵害他人合法权利的；</li>
                            <li  >（9） 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
                             <li  >（10） 以非法民间组织名义活动的；</li>
                              <li >（11） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</li>
                               <li  >（12） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</li>
                                <li  >（13） 试图通过家居案例服务进行的任何不利于红田家居的行为。</li>
                    
                </ul>
        </li>
          <li class="xieyi_nomal">3、用户禁止利用红田家居服务发布如下内容：
                <ul>
                    <li>（1） 含有色情、暴力、恐怖、不文明内容，包括但不限于：详细描写性器官、性行为和性心理，传播色情图片或其他色情内容，详细描写暴力行为过程和身心体验，详细描写恐怖事件和主观感受，引诱他人见面发生性关系或卖淫，雇佣、引诱他人从事暴力活动，恐吓他人，提供符合上述特点的链接等；</li>
                     <li >（2） 具有广告性质的内容，包括但不限于：为了增加流量而故意引导他人到某个网站或论坛，为某盈利性的组织或个人广告，从事任何物品（包括虚拟物品，如虚拟货币等）的交易，宣传、发展传销活动，提供符合上述特点的链接，其他具有广告性质或广告嫌疑的词条文字或链接等；</li>
                      <li>（3） 含有人身攻击的内容，包括但不限于：诽谤他人，散布虚假信息，侵犯他人肖像权、隐私权等其他合法权益，用粗言秽语侮辱他人，造成身心伤害，损害社会团体或组织的名誉，提供符合上述特点的链接等；</li>
                       <li>（4） 含有违背伦理道德内容，包括但不限于：包含违反社会公共道德的内容，宣扬颓废、消极的人生观，劝诱自杀，描写自杀方法和过程，歧视和贬低弱势群体，如残疾、老龄和经济状况较差等，教授侵犯他人权益的方法，如黑客、诈骗等，宣传或劝诱不伦恋情、乱伦等违反伦常的行为，包含其他可能导致他人反感或不快内容的，提供符合上述特点的链接等；</li>
                        <li >（5） 其他侵权、违反法律法规、违背公序良俗，需要加以禁止的内容。</li>
                        
                    
                </ul>
        </li>
           
           <li class="xieyi_nomal">凡符合上述任何情况的家居案例，河南老屋新房网络科技有限公司有权主动进行删除或经举报后删除。并视情节对相关用户的账号、IP进行必要的封禁。如因用户发布的上述内容造成河南老屋新房网络科技有限公司损失的，用户因向河南老屋新房网络科技有限公司承担赔偿责任。</li>
      </ul>
   </div>
   <div class="xieyi_title"><b>四、权利义务说明</b></div>
       <ul>
           <li class="xieyi_nomal">1、商城用户不得侵犯包括他人的著作权在内的知识产权以及其他权利。由于用户的相关帖子引起的任何知识产权纠纷或其他法律纠纷，其责任在于用户本人，与老屋新房无关。</li>
           <li class="xieyi_nomal">2、用户发布家居信息的权利和义务：用户发布的家居信息，除署名权之外的所有著作权利统一排他的授予的老屋新房，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等可由著作权人转让的其他权益，该等授权覆盖老屋新房现已提供的服务以及未来任何时候提供的服务。同时，用户在此明确许可红田家居有权就任何主体侵权而独立维权并获得赔偿，维权形式包括但不限于以发侵权通告函件、发起诉讼、申请仲裁等方式。排他许可意味着除用户自己和一兜糖之外，其他任何人均不得行使上述所有权利。用户家居案例将获得红田家居支付一定数额的虚拟货币作为对价。用户商城或得的返利积分以及虚拟货币的具体数额与其参与活动的程度相关，并由老屋新房具体确定。</li>
           <li class="xieyi_nomal">3、用户在红田家居购买服务或信息后，需要支付平台相应的商品和服务价格。</li>
           <li class="xieyi_nomal">4、本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在红田家居发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</li>
           <li class="xieyi_nomal">5、用户购买订单和服务，以及发布信息评论于红田家居的网站、APP等产品、服务上，视为其同意红田家居案例管理制度。</li>
           <li class="xieyi_nomal">6、对于红田家居提供的商品和任何服务，任何人未经老屋新房事先许可，禁止使用任何机器人、蜘蛛、其他自动设备，或手动程序来监视或复制红田家居网页或其所包含的任何内容。否则，红田家居和老屋新房有权依法追究法律责任。</li>
           <li class="xieyi_nomal">协议最终解释权归河南老屋新房网络科技有限公司。</li>
         
       </ul>
</div>

</body >
</html>

